{"id":46,"date":"2018-04-18T04:33:38","date_gmt":"2018-04-18T04:33:38","guid":{"rendered":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/?p=46"},"modified":"2018-04-18T04:34:25","modified_gmt":"2018-04-18T04:34:25","slug":"highlighting-whats-important-about-questions-answers-on-discy","status":"publish","type":"post","link":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/2018\/04\/18\/highlighting-whats-important-about-questions-answers-on-discy\/","title":{"rendered":"Highlighting what’s important about questions &#038; Answers on Discy Community!"},"content":{"rendered":"<p>We want to make it easier to learn more about a question and highlight key facts about it — such as how popular the question is, how many people are interested in it, and who the audience is. To accomplish that, today we&#8217;re introducing Question Overview, a new section on the question page that will make it easier to find the most important information about a question and its audience. Question Overview includes all of the information from the old Stats section, as well as new facts such as individual question followers you may be interested in (e.g. people you follow or other notable users), recent views on the question, or if the question is Most Wanted in a topic. We have lots of ideas for ways to make the Quora product and experience better. But we also value keeping our simple so everyone can focus on the most important features. Today we&#8217;re introducing Labs*, a new way we can bring features we haven&#8217;t chosen to introduce broadly as an option for you to try out. We hope that the products we build for Labs will make your Quora experience more enjoyable. Without further ado, our first ever Labs feature is: Keyboard Shortcuts! You will be able to navigate and take actions on Discy awesome features on the web without ever lifting your fingers off your keyboard. To get started, go to your Settings page and click on the Labs tab. Keeping quality high is Disuss&#8217;s number one priority as we work to achieve our mission. In the coming weeks and months, we&#8217;ll be making major changes to strengthen quality. These changes will reward great questions and answers with better ranking and distribution and marginalize mediocre and low-quality answers. In other words: high-quality answers and useful knowledge shared will reach and help more people. Today, we&#8217;ve published a new in-depth answer that describes what quality means on Quora, and what it means to be helpful. What a helpful answer looks like. In summary, helpful and high-quality answers.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>We want to make it easier to learn more about a question and highlight key facts about it — such as how popular the question is, how many people are interested in it, and who the audience is. To accomplish that, today we&#8217;re introducing Question Overview, a new section on the question page that will [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":27,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[10],"tags":[],"_links":{"self":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/posts\/46"}],"collection":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/comments?post=46"}],"version-history":[{"count":1,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/posts\/46\/revisions"}],"predecessor-version":[{"id":52,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/posts\/46\/revisions\/52"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/media\/27"}],"wp:attachment":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/media?parent=46"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/categories?post=46"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/tags?post=46"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}