{"id":58,"date":"2018-04-18T08:20:26","date_gmt":"2018-04-18T08:20:26","guid":{"rendered":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/?page_id=58"},"modified":"2018-04-25T17:33:13","modified_gmt":"2018-04-25T17:33:13","slug":"about-us","status":"publish","type":"page","link":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/about-us\/","title":{"rendered":"About Us"},"content":{"rendered":"<h4 style=\"text-align: center;\">Our mission is to share and grow<br \/>\nthe world&#8217;s knowledge.<\/h4>\n<p>Discy mission is to share and grow the world’s knowledge. A vast amount of the knowledge that would be valuable to many people is currently only available to a few — either locked in people’s heads, or only accessible to select groups. We want to connect the people who have knowledge to the people who need it, to bring together people with different perspectives so they can understand each other better, and to empower everyone to share their knowledge for the benefit of the rest of the world.<\/p>\n<p>The potential of this is huge. If we can execute on our mission, we&#8217;re going to make a big impact on the world. We just need to get a smart group of people together that can get us there.<\/p>\n<p><iframe class=\"lazyload\" width=\"1170\" height=\"658\" data-src=\"https:\/\/www.youtube.com\/embed\/JuyB7NO0EYY?feature=oembed\" frameborder=\"0\" allow=\"autoplay; encrypted-media\" allowfullscreen><\/iframe><\/p>\n<h4 style=\"text-align: center;\">Why Choosing Discy<br \/>\nOur Values<\/h4>\n<h6>1. Maximize long-term value<\/h6>\n<p>We are building a product that we hope lasts forever. We want to be a strong and independent engine, this long term focus guides all of the decisions we make.<\/p>\n<h6>2. Continuously learn and adapt<\/h6>\n<p>We value experimentation, metrics-driven decisions, and speed of iteration. We push to production with every commit so we launch as soon as work is done and learn as quickly as possible.<\/p>\n<h6>3. Execute<\/h6>\n<p>We value people who have great ideas but who also can quickly drive them all the way to bring their ideas into life.<\/p>\n<h6>4. Be direct and respectful<\/h6>\n<p>We expect and welcome constant feedback. We trust each other to be open and straightforward, so if you have anything in mind don’t hesitate to call us.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Our mission is to share and grow the world&#8217;s knowledge. Discy mission is to share and grow the world’s knowledge. A vast amount of the knowledge that would be valuable to many people is currently only available to a few — either locked in people’s heads, or only accessible to select groups. We want to [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/pages\/58"}],"collection":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/comments?post=58"}],"version-history":[{"count":1,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/pages\/58\/revisions"}],"predecessor-version":[{"id":59,"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/pages\/58\/revisions\/59"}],"wp:attachment":[{"href":"https:\/\/2code.info\/demo\/themes\/Discy\/Main\/wp-json\/wp\/v2\/media?parent=58"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}